experiments/throughput_for_writes/logs/20181113170159/ratio1:0_run3_vclients8_workerthreads8_client2_instance1.log
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  70 secs]  0 threads:       77082 ops,    1055 (avg:    1101) ops/sec, 4.16MB/sec (avg: 4.34MB/sec),  7.60 (avg:  7.26) msec latency

1         Threads
8         Connections per thread
70        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
------------------------------------------------------------------------
Sets        1101.10          ---          ---      7.26100      4444.07 
Gets           0.00         0.00         0.00      0.00000         0.00 
Waits          0.00          ---          ---      0.00000          --- 
Totals      1101.10         0.00         0.00      7.26100      4444.07 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.970         0.00
SET       0.990         0.00
SET       1.300         0.01
SET       1.400         0.03
SET       1.500         0.05
SET       1.600         0.08
SET       1.700         0.14
SET       1.800         0.21
SET       1.900         0.31
SET       2.000         0.48
SET       2.100         0.72
SET       2.200         1.03
SET       2.300         1.47
SET       2.400         2.01
SET       2.500         2.78
SET       2.600         3.65
SET       2.700         4.68
SET       2.800         5.82
SET       2.900         6.97
SET       3.000         8.11
SET       3.100         9.36
SET       3.200        10.56
SET       3.300        11.78
SET       3.400        12.98
SET       3.500        14.15
SET       3.600        15.40
SET       3.700        16.60
SET       3.800        17.85
SET       3.900        18.97
SET       4.000        20.16
SET       4.100        21.26
SET       4.200        22.35
SET       4.300        23.46
SET       4.400        24.50
SET       4.500        25.55
SET       4.600        26.60
SET       4.700        27.64
SET       4.800        28.69
SET       4.900        29.65
SET       5.000        30.65
SET       5.100        31.73
SET       5.200        32.74
SET       5.300        33.74
SET       5.400        34.73
SET       5.500        35.76
SET       5.600        36.75
SET       5.700        37.81
SET       5.800        38.90
SET       5.900        39.93
SET       6.000        40.93
SET       6.100        42.02
SET       6.200        43.06
SET       6.300        44.19
SET       6.400        45.29
SET       6.500        46.45
SET       6.600        47.64
SET       6.700        48.84
SET       6.800        50.06
SET       6.900        51.30
SET       7.000        52.55
SET       7.100        53.81
SET       7.200        54.98
SET       7.300        56.15
SET       7.400        57.35
SET       7.500        58.50
SET       7.600        59.60
SET       7.700        60.73
SET       7.800        61.88
SET       7.900        62.98
SET       8.000        64.08
SET       8.100        65.19
SET       8.200        66.31
SET       8.300        67.30
SET       8.400        68.41
SET       8.500        69.48
SET       8.600        70.54
SET       8.700        71.59
SET       8.800        72.66
SET       8.900        73.78
SET       9.000        74.86
SET       9.100        75.98
SET       9.200        76.99
SET       9.300        77.86
SET       9.400        78.73
SET       9.500        79.59
SET       9.600        80.39
SET       9.700        81.22
SET       9.800        82.11
SET       9.900        83.03
SET      10.000        86.46
SET      11.000        90.27
SET      12.000        92.65
SET      13.000        94.56
SET      14.000        96.16
SET      15.000        97.27
SET      16.000        98.18
SET      17.000        98.89
SET      18.000        99.18
SET      19.000        99.30
SET      20.000        99.40
SET      21.000        99.46
SET      22.000        99.49
SET      23.000        99.53
SET      24.000        99.55
SET      25.000        99.59
SET      26.000        99.62
SET      27.000        99.65
SET      28.000        99.68
SET      29.000        99.71
SET      30.000        99.76
SET      31.000        99.79
SET      32.000        99.81
SET      33.000        99.84
SET      34.000        99.85
SET      35.000        99.87
SET      36.000        99.89
SET      37.000        99.91
SET      38.000        99.91
SET      39.000        99.93
SET      40.000        99.94
SET      41.000        99.95
SET      42.000        99.96
SET      43.000        99.96
SET      44.000        99.96
SET      45.000        99.97
SET      46.000        99.97
SET      47.000        99.97
SET      48.000        99.97
SET      49.000        99.98
SET      51.000        99.98
SET      54.000        99.98
SET      56.000        99.99
SET      58.000        99.99
SET      59.000        99.99
SET     180.000        99.99
SET     190.000       100.00
SET     200.000       100.00
SET     210.000       100.00
---
---